-- phpMyAdmin SQL Dump
-- version 4.9.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Jan 27, 2021 at 02:54 PM
-- Server version: 5.7.26
-- PHP Version: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Database: `vocabulary`
--

--
-- Dumping data for table `explainations`
--

INSERT INTO `explainations` (`id`, `created_at`, `updated_at`, `word_id`, `explaination_cn`, `sentence_fr`, `sentence_cn`, `sort`, `audio`, `type_id`) VALUES
(1, '2020-07-09 22:46:34', '2020-07-09 22:46:34', 1, '苹果', 'On coupe cette pomme en quatre quartiers.', '我们把苹果切成四份。', 1, NULL, 3),
(2, '2020-07-10 17:30:16', '2020-07-10 17:30:17', 2, '低的, 矮的；浅的', 'Il marche la tête basse.', '他低着头走路。', 1, NULL, 7),
(3, '2020-10-24 21:28:03', '2020-10-24 21:28:03', 3, '空中的, 架空的', 'forces ~nes', '空軍', 1, NULL, 1),
(4, '2020-10-24 21:31:33', '2020-10-24 21:31:33', 4, '飛機，現常用avion', 'aéroplane', '飛機', 1, NULL, 1),
(5, '2020-10-24 21:23:40', '2020-10-24 21:23:40', 5, '1. 使通風， 使空氣流通：', 'Aérez la chambre. ', ' 讓房間通通風。', 1, NULL, 5),
(6, '2020-10-24 21:33:48', '2020-10-24 21:33:48', 7, '飛行員， 飛機駕駛員； 航空員', 'aviateur, trice', '飛行員， 飛機駕駛員； 航空員', 1, NULL, 1),
(7, '2020-10-24 23:46:38', '2020-10-24 23:46:38', 8, '飛機', 'avion à flotteurs', '水上飛機', 1, NULL, 2),
(9, '2020-10-24 21:23:40', '2020-10-24 21:23:40', 5, '2. 置…于室外透透氣， 晾干', '~ du blé', '把麥子放在外面吹吹', 2, NULL, 5),
(10, '2020-10-24 21:23:40', '2020-10-24 21:23:40', 5, '3.（引）使稀薄， 使稀疏', 'tailler les arbres pour les aérer ', '修剪樹木使樹枝稀疏些', 1, NULL, 5),
(11, '2020-10-24 21:23:40', '2020-10-24 21:23:40', 5, 's\'aérer 出去散步， 出去透透空氣：', 'Il faut vous aérer un peu. ', '你應該稍微出去透透空氣。', 4, NULL, 5),
(13, '2020-10-24 21:36:28', '2020-10-24 21:36:28', NULL, '飛行', 'aimer l\'avion', '喜歡飛行', 2, NULL, 2),
(15, '2020-10-24 21:50:10', '2020-10-24 21:50:10', 10, '請愿書，請求書', 'une pétition pour la paix', '和平請愿書', 1, NULL, 3),
(16, '2020-10-24 21:50:10', '2020-10-24 21:50:10', 10, '〔法〕訴愿(狀)', 'pétition d\'hérédité', '遺產繼承權訴愿狀', 2, NULL, 3),
(17, '2020-10-24 21:50:10', '2020-10-24 21:50:10', 10, 'pétition de principe 〔邏〕預期理由', ' pétition de principe ', '〔邏〕預期理由', 3, NULL, 3),
(18, '2020-10-24 22:01:45', '2020-10-24 22:01:45', 11, '1. 鳥', '~ migrateur ', '候鳥', 1, NULL, 2),
(19, '2020-10-24 22:01:45', '2020-10-24 22:01:45', 11, '2. [俗， 貶] 傢伙', 'Qui est cet ～là?', '這傢伙是誰?', 2, NULL, 2),
(20, '2020-10-24 23:47:05', '2020-10-24 23:47:05', 12, '鵝;雌鵝', 'engraisser des oies', '填肥鵝', 1, NULL, 3),
(21, '2020-10-24 23:47:19', '2020-10-24 23:47:19', 13, '飛行， 飛翔', 'voler à haute altitude', '（飛機）在高空飛行', 1, NULL, 3),
(22, '2020-10-24 23:47:19', '2020-10-24 23:47:19', 13, '飛揚， 飛舞， 飄揚', 'voler au vent', '迎風飄揚', 2, NULL, 6),
(23, '2020-10-24 23:28:41', '2020-10-24 23:28:41', 14, '食慾， 胃口', 'l\'appétit vient en mangeant', '越吃越有胃口', 1, NULL, 2),
(24, '2020-10-24 23:46:46', '2020-10-24 23:46:46', 15, '有能力的, 有技能的, 能勝任的 ;', 'un critique compétent', '內行的評論家', 1, NULL, 7),
(25, '2020-10-25 00:06:10', '2020-10-25 00:06:10', 16, '競爭; 競賽, 比賽', 'entrer en compétition avec qqn', '開始與某人競爭', 1, NULL, 3),
(26, '2020-10-24 23:47:11', '2020-10-24 23:47:11', 17, ' 永久的, 永遠的, 永恆的', 'mouvement perpétuel', '永恆運動;【音樂】常動', 1, NULL, 7),
(27, '2020-10-24 23:47:11', '2020-10-24 23:47:11', 17, '終身的', 'emprisonnement perpétuel ', '無期徒刑', 2, NULL, 7),
(28, '2020-10-24 23:07:52', '2020-10-24 23:07:52', 18, '重說， 重複講； 再一次表達', 'répéter une question', 'répéter une question', 1, NULL, 5),
(29, '2020-10-24 23:07:52', '2020-10-24 23:07:52', 18, '重做， 重新開始', 'répéter une expérience', '重做實驗', 2, NULL, 5),
(30, '2020-10-24 23:10:13', '2020-10-24 23:10:13', 19, '直升飛機 ', 'hélicoptère amphibie', '水陸兩用直升機', 1, NULL, 2),
(31, '2020-10-24 23:46:23', '2020-10-24 23:46:23', 20, '尖的, 銳利的, 鋒利的', 'lame aiguë', '鋒利的刀刃', 1, NULL, 7),
(32, '2020-10-24 23:46:23', '2020-10-24 23:46:23', 20, '尖聲的, 高音的', 'voix aiguë', '尖嗓子', 2, NULL, 7),
(33, '2020-10-24 23:46:23', '2020-10-24 23:46:23', 20, '轉義〉敏銳的, 有洞察力的', 'avoir un sens aigu des réalités', '對周圍事物有敏銳的感覺', 3, NULL, 7),
(34, '2020-10-24 23:28:30', '2020-10-24 23:28:30', 21, '針, 縫衣針', 'aiguille', '縫衣 [繡花] 針', 1, NULL, 7),
(35, '2020-10-24 23:28:30', '2020-10-24 23:28:30', 21, '指針;(各種用途的)針', 'aiguille d\'acupuncteur', '針刺療法用的針', 2, NULL, 3),
(36, '2020-10-25 00:07:22', '2020-10-25 00:07:22', 22, '鋼;鋼鐵', 'acier allié', '合金鋼', 1, NULL, 2),
(37, '2020-10-25 00:09:31', '2020-10-25 00:09:31', 23, '針法, 針刺療法', 'anesthésie par acupuncture', '針刺麻醉', 1, NULL, 2),
(38, '2020-10-25 00:11:27', '2020-10-25 00:11:27', 24, '走鋼絲的演員;雜技演員', 'les acrobates font du trapèze', '雜技演員在做高空鞦韆表演', 1, NULL, 1),
(39, '2020-10-25 00:13:53', '2020-10-25 00:13:53', 25, '刺， 扎， 戳', 'Il a été piqué l\'oreille par une guêpe.', '他的耳朵被黃蜂螫了一下。', 1, NULL, 5),
(40, '2020-10-25 00:15:59', '2020-10-25 00:15:59', 26, '野餐， 郊遊', 'faire un pique-nique', '進行一次野餐', 1, NULL, 5),
(41, '2020-10-25 00:18:21', '2020-10-25 00:18:21', 27, '使不同， 使有區別', 'caractéristiques qui distinguent une chose d\'une autre', '使一事物區別於另一事物的特徵', 1, NULL, 5),
(42, '2020-10-25 00:18:21', '2020-10-25 00:18:21', 27, '區別， 辨別， 識別', 'acquérir une meilleure aptitude à distinguer le vrai marxisme du faux', '提高識別真假馬克思主義的能力', 2, NULL, 5);
