-- phpMyAdmin SQL Dump
-- version 4.9.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Jan 27, 2021 at 02:55 PM
-- Server version: 5.7.26
-- PHP Version: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Database: `vocabulary`
--

--
-- Dumping data for table `vocabulary`
--

INSERT INTO `vocabulary` (`id`, `spelling`, `phonetic`, `image`, `audio`, `created_at`, `updated_at`, `difficulty`, `primary_explaination`, `primary_type_id`, `spelling_m`, `spelling_f`) VALUES
(1, 'pomme', '[pɔm]', 'http://127.0.0.1:7001/public/words/1597750169414.jpg', NULL, '2020-07-09 22:46:34', '2020-08-18 19:29:29', 1, '苹果', 3, '', ''),
(2, 'bas', '[bɑ, -s]', 'http://127.0.0.1:7001/public/words/1603548184375.jpg', NULL, '2020-07-10 17:30:16', '2020-10-24 22:03:04', 1, '低的, 矮的；浅的', 7, 'bas', 'basse'),
(3, 'aérien', '[aerjɛ̃]', 'http://127.0.0.1:7001/public/words/1603546152703.jpg', NULL, '2020-08-06 20:37:04', '2020-10-24 21:29:12', 2, '空中的, 架空的;', 7, 'aérien', 'aérienne'),
(4, 'aeroplane', '[aeroplan]', 'http://127.0.0.1:7001/public/words/1603546330602.jpg', NULL, '2020-08-06 20:41:45', '2020-10-24 21:32:10', 1, 'aéroplane', 2, 'aeroplane', ''),
(5, 'aérer', '[aere]', 'http://127.0.0.1:7001/public/words/1603546182241.jpg', NULL, '2020-08-06 20:49:32', '2020-10-24 21:29:42', 1, '1. 使通風， 使空氣流通；2. 置…于室外透透氣， 晾干；3. （引）使稀薄， 使稀疏；', 5, '', ''),
(7, 'aviateur', '[avjatœr, -tris]', 'http://127.0.0.1:7001/public/words/1603546460601.jpg', NULL, '2020-08-06 20:51:41', '2020-10-24 21:34:20', 1, '飛行員， 飛機駕駛員； 航空員', 1, 'aviateur', 'aviatrice'),
(8, 'avion', '[avjɔ̃]', 'http://127.0.0.1:7001/public/words/1603548161063.jpg', NULL, '2020-08-06 20:57:13', '2020-10-24 23:46:38', 1, '飞机', 1, 'avion', ''),
(10, 'pétition', '[petisjɔ̃]', 'http://127.0.0.1:7001/public/words/1603547894209.jpg', NULL, '2020-08-06 20:59:27', '2020-10-24 21:58:14', 1, '請愿書，請求書', 3, '', 'pétition'),
(11, 'oiseau', '[wazo]', 'http://127.0.0.1:7001/public/words/1603548130442.jpg', NULL, '2020-10-24 22:01:45', '2020-10-24 22:02:10', 1, ' 鳥', 2, 'oiseau, pl. oiseaux', ''),
(12, 'oie', '[wa]', 'http://127.0.0.1:7001/public/words/1603550054323.jpg', NULL, '2020-10-24 22:33:11', '2020-10-24 23:47:05', 1, '鵝;雌鵝', 3, '', ' oie'),
(13, 'voler', '[apeti]', 'http://127.0.0.1:7001/public/words/1603550971698.jpg', NULL, '2020-10-24 22:36:26', '2020-10-24 23:47:19', 1, '飛行， 飛翔：', 6, '', ''),
(14, 'appétit', '[apeti]', 'http://127.0.0.1:7001/public/words/1603551449090.jpg', NULL, '2020-10-24 22:51:12', '2020-10-24 22:57:29', 1, '食慾， 胃口', 2, 'appétit', ''),
(15, 'compétent', '[kɔ̃petɑ̃]', 'http://127.0.0.1:7001/public/words/1603551408252.jpg', NULL, '2020-10-24 22:56:21', '2020-10-24 23:46:46', 1, '有能力的, 有技能的, 能勝任的 ;', 7, '', ''),
(16, 'compétition', '[kɔ̃petisjɔ̃]', 'http://127.0.0.1:7001/public/words/1603551577359.jpg', NULL, '2020-10-24 22:59:10', '2020-10-24 23:46:52', 1, '競爭; 競賽, 比賽', 3, '', ''),
(17, 'perpétuel', '[pεrpetɥεl]', 'http://127.0.0.1:7001/public/words/1603551923436.jpg', NULL, '2020-10-24 23:02:05', '2020-10-24 23:47:11', 1, ' 永久的, 永遠的, 永恆的', 7, ' perpétuel', ' perpétuelle'),
(18, 'répéter', '[repete]', 'http://127.0.0.1:7001/public/words/1603552107662.jpg', NULL, '2020-10-24 23:07:52', '2020-10-24 23:08:27', 1, '重說， 重複講； 再一次表達', 5, '', ''),
(19, 'hélicoptère', '[elikɔptεr]', 'http://127.0.0.1:7001/public/words/1603552233188.jpg', NULL, '2020-10-24 23:10:13', '2020-10-24 23:10:33', 1, '直升飛機 ', 2, '', ''),
(20, 'aigu', '[egy]', 'http://127.0.0.1:7001/public/words/1603553072435.jpg', NULL, '2020-10-24 23:24:15', '2020-10-24 23:46:23', 1, '尖的, 銳利的, 鋒利的', 7, 'aigu', 'aiguë'),
(21, 'aiguille', '[egɥij]', 'http://127.0.0.1:7001/public/words/1603555937985.jpg', NULL, '2020-10-24 23:26:17', '2020-10-25 00:12:18', 1, '針, 縫衣針', 3, '', ''),
(22, 'acier', '[asje]', 'http://127.0.0.1:7001/public/words/1603555675106.jpg', NULL, '2020-10-25 00:07:22', '2020-10-25 00:07:55', 1, '鋼;鋼鐵', 2, '', ''),
(23, 'acupuncture', '[akypɔ̃ktyr]', 'http://127.0.0.1:7001/public/words/1603555783816.jpg', NULL, '2020-10-25 00:09:31', '2020-10-25 00:09:43', 1, '針法, 針刺療法', 3, '', ''),
(24, 'acrobate', 'acrobate', 'http://127.0.0.1:7001/public/words/1603555920567.jpg', NULL, '2020-10-25 00:11:27', '2020-10-25 00:12:00', 1, '走鋼絲的演員;雜技演員', 1, '', ''),
(25, 'piquer', '[pike]', 'http://127.0.0.1:7001/public/words/1603556068966.jpg', NULL, '2020-10-25 00:13:53', '2020-10-25 00:14:29', 1, '刺， 扎， 戳', 5, '', ''),
(26, 'pique-nique', '[piknik]', 'http://127.0.0.1:7001/public/words/1603619703628.jpg', NULL, '2020-10-25 00:15:59', '2020-10-25 17:55:03', 1, '野餐， 郊遊', 2, '', ''),
(27, 'distinguer', '[distɛ̃ge]', 'http://127.0.0.1:7001/public/words/1603619642857.jpg', NULL, '2020-10-25 00:18:21', '2020-10-25 17:54:02', 1, '使不同， 使有區別;區別， 辨別， 識別', 5, '', '');
